{
  "takes": [
 {
   "text": "And we will name it… JavaScript!",
    "author": "Sun"
  },
  {
    "text": "Anything can be an adult diaper if you have confidence.",
    "author": "Matthieu"
  },
  {
    "text": "Carbonated contact lenses",
    "author": "A. Schmoe"
  },
  {
    "text": "Corsets for horses",
    "author": "A. Schmoe"
  },
  {
    "text": "Homestar Runner dot com is the Illiad of the 21st century.",
    "author": "A. Schmoe"
  },
  {
    "text": "If climate change is real, why are my extremities rapidly cooling?",
    "author": "A. Schmoe"
  },
  {
    "text": "If everybody rode public transit, how would they learn to drive?",
    "author": "A. Schmoe"
  },
  {
    "text": "If I, a relatively boring person, am excited about this subject, all the normal people will be desperate to hear about it!",
    "author": "A. Schmoe"
  },
  {
    "text": "It’s 1790 and If there’s one thing we don’t need here in the United States, it’s that newfangled metric system France just proposed.",
    "author": "USA"
  },
  {
    "text": "It’s 1866 and if there’s one thing we don’t need here in the United States, it’s to make the metric system mandatory in this new Metric Act of 1866 we just passed.",
    "author": "USA"
  },
  {
    "text": "It’s 1902 and if there’s one thing we don’t need here in the United States, it’s that metric system our congressional committee of scientists just begged us to pass.",
    "author": "USA"
  },
  {
    "text": "It’s 1975 and if there’s one thing we don’t need here in the United States, it’s to give meaningful power to the Metric Conversion Act of 1975 we just passed.",
    "author": "USA"
  },
  {
    "text": "Mouth rats",
    "author": "Matthieu"
  },
  {
    "text": "Now that we’ve inbred wolves until they fit down rabbit holes, I’m confident we’ll draw the line here.",
    "author": "A. Schmoe"
  },
  {
    "text": "Obama should compromise more with Republicans now that Democrats have a supermajority in Congress.",
    "author": "Republicans"
  },
  {
    "text": "Poor people should just work harder",
    "author": "Jerks"
  },
  {
    "text": "Sure, bring it inside the city gates-- never look a gift horse in the mouth!",
    "author": "Paris of Troy"
  },
  {
    "text": "The real problem with Marvel movies is that there aren’t enough sympathetic millionaires.",
    "author": "A. Schmoe"
  },
  {
    "text": "There’s no rule that says a dog can’t be an anesthesiologist",
    "author": "A. Schmoe"
  },
  {
    "text": "We should collectively pool funds against medical expenses, which can only be accessed if you’re employed by a private entity.",
    "author": "A. Schmoe"
  },
  {
    "text": "WiFi is the chicken soup of the wireless spectrum.",
    "author": "A. Schmoe"
  },
  {
    "text": "Yeah, just keep scratching it until it feels better.",
    "author": "A. Schmoe"
  }
]
}